---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.OutdatedDirectlyOpenedCentralException
source: html/6cd5772a-582e-6b7c-d402-9fbfcb8a7f1b.htm
---
# OutdatedDirectlyOpenedCentralException Members

Retrieves data needed to serialize the target object.